setup/load_testing/reports/8094-imperative-quarkus-mysql-vt/8094_imperative-quarkus-mysql-vt.txt
http.codes.200: ................................................................ 41973
http.codes.204: ................................................................ 228
http.codes.404: ................................................................ 46299
http.downloaded_bytes: ......................................................... 105089641
http.request_rate: ............................................................. 370/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 788
  mean: ........................................................................ 3.3
  median: ...................................................................... 1
  p95: ......................................................................... 8.9
  p99: ......................................................................... 15
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 913
vusers.created_by_name.Get movies by id: ....................................... 62091
vusers.created_by_name.Get movies by page: ..................................... 17645
vusers.created_by_name.Save new movie: ......................................... 7851
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 0.9
  max: ......................................................................... 788.4
  mean: ........................................................................ 4.4
  median: ...................................................................... 2.1
  p95: ......................................................................... 10.3
  p99: ......................................................................... 16.3